tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "git"
brew "mas"
brew "tmux"
brew "vim"
brew "zsh"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "basictex"
cask "bettertouchtool"
cask "dropbox"
cask "google-chrome"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "skim"
mas "1Password 7", id: 1333542190
mas "Airmail 3", id: 918858936
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PopClip", id: 445189367
mas "WiFi Signal", id: 525912054
mas "Yoink", id: 457622435
